Repository: HealYouDown/flo-league
Catalog: app/translation/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it, pt, tr

source: No matches were found. (╯°□°）╯︵ ┻━┻
de: Keine Spiele gefunden. (╯°□°）╯︵ ┻━┻
es: No se encontraron partidas. (╯°□°）╯︵ ┻━┻
fr: Aucun match n’a été trouvé. (╯°□°）╯︵ ┻━┻
it: Nessuno scontro trovato. (╯°□°）╯︵ ┻━┻
pt: Nenhuma correspondência foi encontrada (╯°□°）╯︵ ┻━┻
tr: Karşılaşma bulunamadı. (╯°□°）╯︵ ┻━┻

source: Server
es: Servidor
fr: Serveur
pt: Servidor
tr: Sunucu

source: Level
es: Nivel
fr: Niveau
it: Livello
pt: Nível
tr: Seviye

source: Points
de: Punkte
es: Puntos
it: Punti
pt: Pontos
tr: Puanlar

source: Wins
de: Siege
es: Victorias
fr: Victoires
it: Vittorie
pt: Vitórias
tr: Zaferler

source: Losses
de: Niederlagen
es: Derrotas
fr: Défaites
it: Sconfitte
pt: Derrotas
tr: Yenilgiler

source: Draws
de: Unentschieden
es: Empates
fr: Egalités
it: Pareggi
pt: Empates
tr: Beraberlikler

source: Opponents
de: Gegner
es: Oponentes
fr: Adversaires
it: Avversari
pt: Oponentes
tr: Rakipler

source: Allies
de: Verbündete
es: Aliados
fr: Alliés
it: Alleati
pt: Aliados
tr: Takım Arkadaşları

source: Result
de: Ergebnis
es: Resultados
fr: Résultat
it: Risultato
pt: Resultado
tr: Sonuç

source: Date
de: Datum
es: Fecha
it: Data
pt: Data
tr: Tarih

source: Change Winner
de: Sieger ändern
es: Cambiar ganador
fr: Changement de vainqueur
it: Cambia vincitore
pt: Mudar o vencedor
tr: Kazananı Değiştir

source: Win
de: Sieg
es: Victoria
fr: Victoire
it: Vittoria
pt: Vitória
tr: Zafer

source: Loss
de: Niederlage
es: Derrota
fr: Défaite
it: Sconfitta
pt: Derrota
tr: Yenilgi

source: No matches were found. (●'◡'●)
de: Keine Spiele gefunden. (●'◡'●)
es: No se encontraron partidas. (●'◡'●)
fr: Aucun match n’a été trouvé. (●'◡'●)
it: Nessuno scontro trovato. (●'◡'●)
tr: Karşılaşma bulunamadı. (●'◡'●)

source: %(server)s: Season %(season)s
es: %(server)s: Temporada %(season)s
fr: %(server)s: Saison %(season)s
it: %(server)s: Stagione %(season)s
pt: %(server)s: Temporada %(season)s
tr: %(server)s: Sezon %(season)s

source: The season runs from %(start_date)s until %(end_date)s.
de: Die Season geht vom %(start_date)s bis zum %(end_date)s.
es: La temporada va desde el %(start_date)s hasta el %(end_date)s.
fr: La saison va du %(start_date)s au %(end_date)s.
it: La stagione partirà dal %(start_date)s fino al %(end_date)s.
pt: A temporada vai do %(start_date)s até o %(end_date)s.
tr: Sezon %(start_date)s tarihinden %(end_date)s tarihine kadar devam eder.

source: The next matchday will be on <b>%(date)s</b>.
de: Der nächste Spieltag ist am <b>%(date)s</b>.
es: La próxima partida va a ser el <b>%(date)s</b>.
fr: La prochaine journée de match sera le <b>%(date)s</b>.
it: Il prossimo scontro inizierà il <b>%(date)s</b>.
pt: A próxima partida será em <b>%(date)s</b>.
tr: Bir sonraki maç <b>%(date)s</b> tarihinde olacaktır.

source: pts
de: pkt
tr: puan

source: W : L : D
de: S : N : U
es: V : D : E
fr: V : D : E
pt: V : E : D
tr: Z : Y : B

source: No players were found. ¯\_(ツ)_/¯
de: Keine Spieler gefunden. ¯\_(ツ)_/¯
es: No se encontraron jugadores. ¯\_(ツ)_/¯
fr: Aucun joueur n’a été trouvé. ¯\_(ツ)_/¯
it: Nessun giocatore trovato. ¯\_(ツ)_/¯
pt: Nenhum jogador foi encontrado. ¯\_(ツ)_/¯
tr: Oyuncu bulunamadı. ¯\_(ツ)_/¯

source: Create Matches %(server)s
de: Spiele erstellen für %(server)s
es: Crear Partidas %(server)s
fr: Créer des correspondances %(server)s
it: Crea scontri %(server)s
pt: Criar Partidas %(server)s
tr: Maç Oluştur %(server)s

source: Add Player
de: Spieler hinzufügen
es: Agregar jugador
fr: Ajouter un joueur
it: Aggiungi giocatore
pt: Adicionar jogador
tr: Oyuncu Ekle

source: Search Player
de: Spieler suchen
es: Buscar jugador
fr: Rechercher un joueur
it: Cerca giocatore
pt: Buscar jogador
tr: Oyuncu Ara

source: Chatlog Parser
de: Nachrichtenverlaufanalyze
es: Analizador de registro de chat
fr: Journal d'analyse
pt: Analisador de registro do chat
tr: Sohbet Günlüğü Ayrıştırıcısı

source: Enter keyword
de: Schlüsselwort eingeben
es: Inserte la palabra clave
fr: Entrer un mot-clef
pt: Digite a palavra-chave
tr: Anahtar kelime gir

source: Enter chatlog here
de: Nachrichtenverlauf eingeben
es: Ingrese el registro del chat aquí
fr: Journal de discussion
pt: Digite o registro do chat aqui
tr: Sohbet günlüğünü buraya gir

source: Parse
de: Analysieren
es: Analizar
fr: Analyse
pt: Analisar
tr: Ayrıştır

source: Player List
de: Spielerliste
es: Lista de jugadores
fr: Liste des joueurs
it: Lista giocatori
pt: Lista de jogadores
tr: Oyuncu Listesi

source: Guild
de: Gilde
es: Gremio
fr: Guilde
it: Gilda
pt: Guilda
