Repository: HealYouDown/flo-league
Catalog: app/translation/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it, pt, tr

source: Login
de: Anmelden
tr: Giriş

source: Home
de: Startseite
es: Página principal
fr: Accueil
pt: Página principal
tr: Ana Sayfa

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
pt: Política de Privacidade
tr: Gizlilik Politikası

source: Legal Notice
de: Impressum
es: Aviso Legal
fr: Mention légale
pt: Notícia legal
tr: Yasal Uyarı

source: Ranking Bergruen
de: Rangliste Bergruen
es: Clasificación Bergruen
fr: Classement Bergruen
it: Classifica Bergruen
pt: Classificação Bergruen
tr: Bergruen Sıralaması

source: Ranking LuxPlena
de: Rangliste LuxPlena
es: Clasificación LuxPlena
fr: Classement Luxplena
it: Classifica LuxPlena
pt: Classificação LuxPlena
tr: LuxPlena Sıralaması

source: Matches Bergruen
de: Spiele Bergruen
es: Partidas Bergruen
fr: Matchs Bergruen
it: Scontri Bergruen
pt: Partidas Bergruen
tr: Bergruen Maçları

source: Matches LuxPlena
de: Spiele LuxPlena
es: Partidas LuxPlena
fr: Matchs LuxPlena
it: Scontri LuxPlena
pt: Partidas LuxPlena
tr: LuxPlena Maçları

source: Player %(name)s
de: Spieler %(name)s
es: Jugador %(name)s
fr: Joueur %(name)s
it: Giocatore %(name)s
pt: Jogador %(name)s
tr: Oyuncu %(name)s

source: Moderating
de: Moderation
es: Moderando
fr: Modération
it: Amministrazione
pt: Moderando
tr: Moderatörlük

source: Create Matches Bergruen
de: Spiele erstellen Bergruen
es: Crear Partidas Bergruen
fr: Créer des matchs Bergruen
it: Crea Scontro Bergruen
pt: Criar Partidas Bergruen
tr: Bergruen Maçı Oluştur

source: Create Matches LuxPlena
de: Spiele erstellen LuxPlena
es: Crear Partidas LuxPlena
fr: Créer des matchs Luxplena
it: Crea Scontro LuxPlena
pt: Criar Partidas LuxPlena
tr: LuxPlena Maçı Oluştur

source: Not possible!
de: Nicht möglich!
es: ¡No es posible!
fr: Impossible !
it: Non puoi farlo!
pt: Não é possivel!
tr: Mümkün değil!

source: Ranking
de: Rangliste
es: Clasificación
fr: Classement
it: Classifica
pt: Classificação
tr: Sıralama

source: Matches
de: Spiele
es: Partidas
fr: Matchs
it: Scontri
pt: Partidas
tr: Maçlar

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
pt: Regras
tr: Kurallar

source: How it works
de: Wie es funktioniert
es: Cómo funciona.
fr: Comment ça fonctionne
it: Come funziona
pt: Como funciona
tr: Prosedür

source: Prizes
de: Preise
es: Premios
fr: Prix
it: Ricompense
pt: Prêmios
tr: Ödüller

source: A name change will lead to you starting from the beginning with 1000 points.
de: Eine Namensänderung sorgt dafür, dass du wieder bei 1000 Punkten von vorne anfängst.
es: Un cambio de nombre te llevará a comenzar desde el principio con 1000 puntos.
fr: Un changement de nom vous fera recommencer avec 1000 points.
it: Un cambiamento al tuo nome ti farà iniziare di nuovo con 1000 punti.
pt: Uma mudança de nome o levará a começar do início com 1000 pontos.
tr: İsim değişikliği yapmak, yeniden 1000 puandan başlamanıza sebep olur.

source: Pets and tamed monsters are not allowed.
de: Pets und gezähmte Monster sind nicht erlaubt.
es: No se permiten pets o mounstruos conjurados.
fr: Les pets et les monstres apprivoisés ne sont pas autorisés.
it: Animali e mostri addomesticati non sono ammessi.
pt: Pets e monstros conjurados não são permitidos.
tr: Evcil hayvanlara ve evcilleştirilmiş canavarlara izin verilmez.

source: You are only allowed to have your own buffs or those from allies in your group. That means, buffs by pets, other players outside of your team or attendance from the lord are not allowed.
de: Es sind lediglich eigene Buffs oder die von Teammitgliedern erlaubt. Das heißt, Buffs von Pets, anderen Spielern außerhalb deines Teams und der Buff vom Lord sind nicht erlaubt.
es: Solo puedes tener tus propios buffs o los de los aliados de tu grupo. Eso significa que no se permiten buffs de pets, de otros jugadores fuera de tu equipo ó el attendance del Lord.
fr: Vous n’êtes autorisé à avoir que vos propres buffs ou ceux de vos alliés dans votre groupe. Cela signifie que les pets, les autres joueurs en dehors de votre équipe ou la présence du bonus donné par un lord ne sont pas autorisés.
it: E' amesso l'utilizzo dei tuoi buffs o quelli degli alleati nel tuo gruppo. Questo significa che i buffs degli animali, altri giocatori di altre squadre o l'attendance giornaliera del Lord non sono ammessi.
pt: Você só pode ter seus próprios buffs ou dos aliados no seu grupo. Isso significa que buffs de pets, outros jogadores fora do seu grupo ou o attendance do Lord, não são permitidos.
tr: Sadece kendi veya takım arkadaşlarınızdan gelen buffları taşımanıza izin verilir. Yani evcil hayvanlardan ve takımınızın dışındaki diğer oyunculardan gelen bufflara veya lordlardan alınan attendance buffunu taşımanıza izin verilmez.

source: All consumable items (e.g. HP/MP potions, Antidote, ...) are not allowed.
de: Alle Verbrauchsgegenstände (z.B. HP/MP Tränke, Gegengifte, ...) sind nicht erlaubt.
es: No se permiten los artículos consumibles (por ejemplo, pociones de HP / MP, antídoto, ...).
fr: Tous les articles consommables (par ex. potions HP/MP, Antidote, ...) ne sont pas autorisés.
it: Tutti gli oggetti consumabili (come le pozioni HP/MP, Antidoti, ...) non sono ammessi.
pt: Todos os itens consumíveis (por exemplo, poções de HP / MP, antídoto, ...) não são permitidos.
tr: Tüm tüketilebilir itemlerin (HP/MP iksirleri, Antidote vs.) kullanılması yasaktır.

source: Disconnecting while fighting counts as a loss for you. If your ally is able to win alone, you will also receive the win. If you reconnect while a fight is still going on, you are not allowed to continue fighting.
de: Das Verlassen des Kampfes (auch, wenn es ein crash ist) zählt als Niederlage. Sollte dein Teammitglied es schaffen, alleine zu gewinnen, so zählt dies auch als Sieg für dich. Wenn du dem Spiel während dem Kampf wieder beitrittst, so darfst du nicht weiterkämpfen.
es: Desconectarte mientras peleas cuenta como una derrota. Si tu aliado puede ganar solo, tú también recibirás la victoria. Si te vuelves a conectar mientras una pelea aún está en curso, no puedes continuar peleando.
fr: Se déconnecter pendant le combat compte comme une défaite pour vous. Si votre allié est capable de gagner seul, vous recevrez également la victoire. Si vous vous reconnectez pendant un combat en cours, vous n’avez pas le droit de continuer à vous battre.
it: La disconnessione durante uno scontro conterà come una sconfitta per te. Se i tuoi alleati dovessero vincere da soli, la vittoria conterà anche per te. Se dovessi riconnetterti mentre lo scontro è in corso, non ti sarà ammesso continuarlo.
pt: Desconectar-se enquanto luta, conta como uma perda para você. Se seu aliado for capaz de vencer sozinho, você também receberá a vitória. Se você se reconectar enquanto uma luta ainda estiver ocorrendo, você não poderá continuar lutando.
tr: Savaşırken bağlantınızın kopması, sizin için bir yenilgi olarak sayılır. Eğer takım arkadaşınız tek başına savaşı kazanmayı başarırsa, siz de savaşı kazanmış sayılırsınız ve puan alırsınız. Eğer savaş hala devam ederken oyuna yeniden bağlanırsanız, savaşmaya devam etmenize izin verilmez.

source: PvPs that last longer than %(time)s minutes count as a draw.
de: PvPs, die länger als %(time)s Minuten gehen zählen als Unentschieden.
es: PvPs que duren más de %(time)s minutos, cuentan como empate.
fr: Les PvP qui durent plus de %(time)s minutes comptent comme un match nul.
it: I PvP che dureranno più di %(time)s minuti conteranno come un pareggio.
pt: PvPs que duram mais de %(time)s minutos contam como empate.
tr: %(time)s dakikadan daha uzun süren karşılaşmalar berabere sayılır.

source: Running into spectator crowds with the aim to get your enemies to lose target is not allowed.
de: In die Zuschauermenge zu laufen, mit der Absicht, dass die Gegner dich verlieren, ist nicht erlaubt.
es: No está permitido correr entre los espectadores con el objetivo de que tus enemigos pierdan el objetivo.
fr: Aller dans la foule de spectateurs dans le but d'être perdu de vue par vos ennemis n’est pas autorisé.
it: Non è consentito imbattersi in folle di spettatori con l'obiettivo di far perdere il bersaglio ai nemici.
pt: Não é permitido correr para a multidão de espectadores com o objetivo de fazer com que seus inimigos percam o alvo.
tr: Düşmanlarınızın hedeflerini kaybetmesini sağlamak amacıyla seyirci kalabalığına koşmak yasaktır.

source: Trolling or not wanting to fight with anyone in your team will lead to immediate disqualification for the whole season.
de: Trolliges Verhalten oder das Widerstreben mit einer gewissen Person zu kämpfen wird nicht aktzeptiert und dient zum direkten Ausschluss der ganzen Season.
es: Trollear o no querer pelear con alguien de tu equipo, dará lugar a la descalificación inmediata durante toda la temporada.
fr: Troller ou de ne pas vouloir se battre avec n’importe qui dans votre équipe mènera à la disqualification immédiate pour toute la saison.
it: Il trolling o non voler combattere con nessuno della tua squadra porterà alla squalifica immediata per l'intera stagione.
pt: Molestar ou não querer lutar com alguém de sua equipe levará à desclassificação imediata de toda a temporada.
tr: Trollemek veya takım arkadaşınızın yanında savaşmayı istememek, tüm sezon boyunca diskalifiye olmanıza neden olacaktır.

source: Abusing bugs (for example walking backwards or with shift while having thorn trunk on you) is obviously not allowed and will yield to you losing the match.
de: Das Ausnutzen von Bugs (z.B. in Thorn Trunk mittels Shift laufen) ist natürlich verboten und zählt als Niederlage.
es: Abusar de bugs (por ejemplo, caminar hacia atrás o presionando shift mientras tienes la skilla Thorn Trunk sobre ti) obviamente no está permitido y te hará perder la partida.
fr: Abuser des bugs (par exemple marcher à reculons ou avec la touche shift enfoncé tout en ayant thorn trunk sur vous) n’est évidemment pas autorisé et vous fera perdre le match.
it: L'abuso di bugs (per esempio camminando all'indietro o con SHIFT mentre l'abilità Thorn Trunk è attiva) ovviamente non è ammesso e verrà contata come una sconfitta per te.
pt: Abusar de bugs (por exemplo, andar para trás ou pressionar a tecla shift enquanto está com a skill Thorn Trunk) obviamente não é permitido e fará você perder o jogo.
tr: Oyun içi hataları kendi menfaatleriniz için kullanmak (örnek olarak üzerinizde Thorn Trunk varken geriye doğru yürümek) kesinlikle yasaktır ve bu tarz eylemlerin uygulanması, maçı kaybetmenize neden olacaktır.

source: While equipment trading is technically allowed, we would prefer it, if anyone plays with their own equipment.
de: Auch wenn das Tauschen von Equipment grundsätzlich erlaubt ist, würden wir es bevorzugen, wenn jeder Spieler mit seinem eigenen Equipment antritt.
es: Si bien el intercambio de equipos está técnicamente permitido, preferiríamos que alguien juegue con su propio equipo.
fr: Bien que les échanges d’équipement soit techniquement autorisé, nous préférerions que quelqu’un joue avec son propre équipement.
it: Il commercio è tecnicamente ammesso, ma preferiremmo se usaste i vostri equipaggiamenti.
pt: Embora a troca de equipamentos seja tecnicamente permitido, nós preferiríamos se você jogasse com o seu próprio equipamento.
tr: Eşya ticareti teknik olarak mümkün olsa da, herkesin kendi eşyalarıyla oynamasını tavsiye ediyoruz.

source: Not following any rules will lead to disqualification for the day, the whole season or for the whole event for all seasons to come. Trolling the event may also affect your personal accounts.
de: Das Nichtbefolgen der Regeln sorgt zur Disqualifikation für den Tag, die ganze Season oder des gesamten Events. Das Verhalten kann sich auch auf die eigenen Accounts auswirken und Strafen zur Folge haben.
es: No cumplir las reglas dará lugar a la descalificación para ese día, toda la temporada o para todo el evento en todas las temporadas siguientes. Molestar el evento también puede afectar a tus cuentas personales.
fr: Ne pas suivre les règles conduira à la disqualification pour la journée, la saison entière ou pour l’événement entier pour toutes les saisons à venir. Troller à l’événement peut également affecter vos comptes personnels.
it: La violazione delle regole comporterà una squalifica per un giorno, l'intera stagione o per l'intero evento per tutte le stagioni future. Il trolling durante l'evento potrebbe anche coinvolgere il tuo account.
pt: O não cumprimento das regras resultará na desclassificação daquele dia, de toda a temporada ou de todo o evento em todas as temporadas subsequentes. Perturbar o evento também pode afetar suas contas pessoais.
tr: Herhangi bir kurala uyulmaması durumu; o gün boyunca, o sezon boyunca veya gelecekteki tüm sezonlar boyunca diskalifiye olmanıza neden olur. Eventi trollemek, kişisel hesaplarınıza da etkileyebilir.

source: It is up to the moderators to evaluate each case individually and decide when a punishment should be given.
de: Es ist den Moderatoren überlassen, jeden Fall einzeln und unabhängig voneinander zu bewerten.
es: Depende de los moderadores evaluar cada caso individualmente y decidir cuándo se debe aplicar un castigo.
fr: Il appartient aux modérateurs d’évaluer chaque cas individuellement et de décider quand une punition doit être infligée.
it: E' ai moderatori che spetta valutare ogni caso individualmente e decidere quando dovrebbe essere assegnata una punizione.
pt: Cabe aos moderadores avaliar cada caso individualmente e decidir quando uma punição deve ser aplicada.
tr: Her davayı değerlendirmek ve ne zaman bir ceza verilmesi gerektiğine karar vermek moderatörlere kalmıştır.

source: To take part in the league, you will need to have a character on land level %(min_level)s or higher. To then participate, just be present on %(island)s at %(time)s.
de: Um an der Liga teilzunehmen benötigst du einen Charakter mit mindestens Land Level %(min_level)s. Anschließend musst du lediglich auf %(island)s um %(time)s anwesend sein.
es: Para participar en la liga, necesitarás tener un personaje de nivel %(min_level)s o superior. Para luego participar, solo debes estar presente en %(island)s a las %(time)s.
fr: Pour participer à la ligue, vous aurez besoin d’avoir un personnage niveau terre %(min_level)s ou supérieur. Pour participer, il suffit d’être présent à %(island)s à %(time)s.
it: Per partecipare al torneo, avrai bisogno di un personaggio Land Lv. %(min_level)s o maggiore. Per partecipare poi agli scontri, dovrai essere presente a %(island)s alle %(time)s.
pt: Para participar da liga, você precisa ter um personagem de nível %(min_level)s ou superior. Para participar, basta estar presente em %(island)s às %(time)s.
tr: Lig'de yer alabilmek için, karakterinizin kara seviyesinin %(min_level)s ve üzeri olması gerekir. Daha sonra katılmak için, %(time)s'da %(island)s'da bulunman yeterlidir.

source: The moderators of the league will collect all names (you will most likely have to wishper a certain word to them) and enter them into the system, which will then generate random matches.
de: Die Moderatoren der Liga sammeln dort alle Namen der Spieler und geben diese in das System ein, welches anschließend zufällig Kämpfe erstellt.
es: Los moderadores de la liga recopilarán todos los nombres (lo más probable es que tengas que mensajearles una determinada palabra) y los ingresarán en el sistema, que luego generará partidas aleatorias.
fr: Les modérateurs de la ligue recueilleront tous les noms (vous devrez probablement leur chuchoter un certain mot) et les entreront dans le système, qui générera ensuite des matchs aléatoires.
it: I moderatori del torneo raccoglieranno tutti i nomi (dovrai scrivergli una certa parola in privato) e li inseriranno in un sistema che genererà casualmente gli scontri.
pt: Os moderadores da liga coletarão todos os nomes (provavelmente você terá que enviar uma mensagem com uma determinada palavra) e irão inseri-los no sistema, o que gerará correspondências aleatórias.
tr: Lig'in moderatörleri tüm isimleri toplayacak (büyük olasılıkla onlara belirli bir kelime fısıldamanızı gerekecek), toplanan isimleri sisteme girecek ve daha sonra rastgele eşleşmeler oluşturacak.

source: You can read more about the matchmaking algorithm on <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a>.
de: Auf <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a> kannst du mehr zu dem Matchmaking-Algorithmus nachlesen.
es: Puedes leer más sobre el algoritmo de emparejamiento en <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a> .
fr: Vous pouvez en savoir plus sur l’algorithme de matchmaking sur <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a>.
it: Per saperne di più sul matchmaking visita <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a>.
pt: Você pode ler mais sobre o algoritmo de correspondência em <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a> .
tr: Maç eşleştirme algoritması hakkındaki daha fazla bilgiyi <a class='text-blue-500' target='_blank' href='https://www.github.com/HealYouDown/flo-league'>Github</a> adresinde bulabilirsiniz.

source: When it is your turn to fight, the moderators will announce your name and you will have to step foward.
de: Wenn dein Kampf ansteht, werden die Moderatoren deinen Namen aufrufen und du musst in die Mitte des Rings gehen.
es: Cuando sea tu turno de pelear, los moderadores anunciarán tu nombre y tendrás que dar un paso adelante.
fr: Quand ce sera ton tour de te battre, les modérateurs annonceront ton nom et tu devras t'avancer devant les autres.
it: Quando sarà il tuo turno nello scontro, i moderatori annunceranno il tuo nome e tu dovrai fare dei passi avanti.
pt: Quando for a sua vez de lutar, os moderadores anunciarão seu nome e você terá que avançar.
tr: Savaşma sırası size geldiğinde, moderatörler adınızı duyuracak ve öne çıkmanız gerekecek.

source: Depending on the type of match, you will have to form a party to start.
de: Je nach Season und Art des Kampfes, musst du eine Party mit deinen Teammitgliedern erstellen, um anfangen zu können.
es: Dependiendo del tipo de partida, tendrás que formar un grupo para comenzar.
fr: Selon le type de match, vous aurez à former un groupe pour y participer.
it: In base al tipo di scontro, dovrai formare un gruppo per iniziare.
pt: Dependendo do tipo de partida, você terá que formar um grupo para começar.
tr: Maçın türüne bağlı olarak, başlamak için bir parti kurmanız gerekir.

source: Each sunday, we will have %(amount_matches)s rounds of %(match_type)s matches. You do not need to take part in all rounds.
de: Jeden Sonntag wird es %(amount_matches)s Runden geben, welche im %(match_type)s Format ausgetragen werden. Du musst nicht an allen Runden teilnehmen.
es: Cada domingo, tendremos %(amount_matches)s rondas de %(match_type)s partidas. No es necesario participar en todas las rondas.
fr: Chaque dimanche, nous aurons %(amount_matches)s manches de %(match_type)s. Vous n’avez pas besoin de participer à toutes les manches.
it: Ogni domenica, ci saranno %(amount_matches)s rounds dello scontro %(match_type)s. Non hai bisogno di prendere parte in tutti i rounds.
pt: Cada domingo, teremos %(amount_matches)s rodadas de %(match_type)s partidas. Você não precisa participar em todas as rodadas.
tr: Her Pazar %(amount_matches)s tur %(match_type)s maçı yapacağız. Tüm turlara katılmanız gerekmez.

source: In order to earn prizes, you will have to participate in at least %(num1)s out of %(num2)s possible matches.
de: Um Preise nach Abschluss der Season zu erhalten, musst du an mindestens %(num1)s von %(num2)s Runden teilnehmen.
es: Para ganar premios, tendrás que participar en al menos %(num1)s de las %(num2)s partidas disponibles.
fr: Pour gagner des prix, vous devrez participer à au moins %(num1)s sur %(num2)s matchs possibles.
it: Per ottenere le ricompense, dovrai partecipare ad almeno %(num1)s dei %(num2)s scontri possibili.
pt: Para ganhar prêmios, você terá que participar em pelo menos %(num1)s de %(num2)s partidas possíveis.
tr: Ödül kazanmak için, %(num2)s eşleşmeden en az %(num1)s tanesine katılmanız gerekir.

source: Prizes are given out for both LuxPlena and Bergruen. There are two types of prizes to win: One for the overall rank and one for a class-based rank.
de: Preise werden für beide Server (LuxPlena und Bergruen) ausgegeben. Es gibt ingesamt zwei Arten an Preise: Einmal für die insgesamte Platzierung auf der Rangliste und einmal je nach Platzierung der Basisklasse.
es: Los premios se entregan tanto para LuxPlena como para Bergruen. Hay dos tipos de premios a ganar: uno para el rango general y otro para el rango basado en la clase.
fr: Des prix sont décernés pour LuxPlena et Bergruen. Il existe deux types de prix à gagner: un pour le classement général et un pour le classement basé sur la classe.
it: Le ricompense saranno date sia su LuxPlena che su Bergruen. Ci sono due tipi di ricompense: Una per la classifica generale e una basata sulla classifica per ogni classe.
pt: Os prêmios são dados para LuxPlena e Bergruen. Existem dois tipos de prêmios para ganhar: um para a classificação geral e outro para a classificação baseada na classe.
tr: Ödüller hem LuxPlena hem de Bergruen için verilir. Kazanılabilecek iki tür ödül vardır: Biri genel sıralama için, diğeri sınıf bazlı sıralama için.

source: Overall rank
de: Insgesamter Rang
es: Clasificación general
fr: Classement général
it: Classifica generale
pt: Classificação geral
tr: Genel sıralama

source: Given out to rank 1-5 on each server ranking.
de: Wird ausgegeben für Platz 1-5 im Ranking.
es: Otorgado al rango 1-5 en la clasificación de cada servidor.
fr: Distribué aux rang 1 à 5 pour chaque classement de serveur.
it: Assegnata ai primi 1-5 sulla classifica di ogni server.
pt: Distribuído na classificação 1-5 em cada classificação do servidor.
tr: Her sunucu sıralamasında 1-5 arasında dereceye sahip oyunculara verilir.

source: Class-based rank
de: Klassenbasierender Rang
es: Rango basado en clases
fr: Classement basé sur la classe
it: Classifica per classe
pt: Classificação por classe
tr: Sınıf bazlı sıralama

source: Given out to rank 1-3 for each base class (Noble, Mercenary, Explorer, Saint).
de: Wird ausgegeben für Platz 1-3 jeder Basisklasse (Noble, Mercenary, Explorer, Saint) im Ranking.
es: Otorgado al rango 1-3 para cada clase base (Noble, Mercenario, Explorador, Santo).
fr: Distribué aux rang 1 à 3 pour chaque classe de base (Noble, Mercenaire, Explorateur, Saint).
it: Assegnata ai primi 1-3 per ogni classe (Noble, Mercenary, Explorer, Saint).
pt: Distribuído na classificação 1-3 para cada classe base (Noble, Mercenario, Explorer, Saint).
tr: Her temel sınıf için (Noble, Mercenary, Explorer, Saint), kendi sınıflarında 1-3 arasında derecede olan oyunculara verilir.

source: level %(land)s/%(sea)s
es: Nivel %(land)s/%(sea)s
fr: niveau %(land)s/%(sea)s
it: livello %(land)s/%(sea)s
pt: Nível %(land)s/%(sea)s
tr: seviye %(land)s/%(sea)s

source: Delete all matches
de: Alle Spiele löschen
es: Borrar todas las partidas
fr: Supprimer tous les matchs
it: Cancella tutti gli scontri
pt: Apagar todas as partidas
tr: Tüm maçları sil

source: Team 1
es: Equipo 1
fr: Équipe 1
it: Squadra 1
pt: Equipe 1
tr: Takım 1

source: Draw
de: Unentschieden
es: Empate
fr: Égalité
it: Pareggio
pt: Empate
tr: Beraberlik

source: Team 2
es: Equipo 2
fr: Équipe 2
it: Squadra 2
pt: Equipe 2
tr: Takım 2
